/* Localizable strings */

"Basic"="基本";
"Members"="メンバー";
"Volumes"="グループフォルダ";
"Groups"="グループ";
"Add..."="追加...";
"Close"="閉じる";
"Users..."="ユーザ...";
"The group id is a duplicate."="グループ ID が重複しています。";
"The short name is a duplicate."="ユーザ名が重複しています。";
"Are you sure you want to continue saving?"="保存を続けてもよろしいですか？";
"Cancel"="キャンセル";
"Save"="保存";
"OK"="OK";
"Unable to save changes."="変更を保存できません。";
"You must enter a valid server name."="有効なサーバ名を入力してください。";
"You must enter a valid URL."="有効な URL を入力してください。";
"You must enter a valid directory name for this group."="このグループに有効なディレクトリ名を入力してください。";
"You must enter a valid id number for this group."="このグループに有効な ID 番号を入力してください。";
"You must enter a valid short name for this group."="このグループに有効なユーザ名を入力してください。";
"kFullNameTooLong"="グループ名が長すぎます。グループ名は半角で 255 文字以内にしてください。";
"kMissingOwnerName"="変更を保存する前にオーナー名を入力する必要があります。";
"Helvetica-Oblique"="Helvetica-Oblique";
"kLoadingMemberInfo"="ロード中...";
"kMemberInfoNotFound"="見つかりません";
"kBasicNameAlreadyInUse" =						"選択した名前は、別のグループに割り当てられている名前と重複します。";
"kOKButtonTitle" =								"OK";
"kBasicNameAlreadyInUseMsg" =					"“%@”という名前を 2 つの異なるグループに割り当てることはできません。重複のチェックでは名前の大文字／小文字は区別されません。";
"kUserItemType" =								"ユーザ";
"kGroupItemType" =								"グループ";
"Computers" =									"コンピュータ";
"ComputerLists" =								"コンピュータグループ";
"kUpgradeButton" =								"アップグレード";
"kSureToUpgradeGroup" =							"このグループをアップグレードしてもよろしいですか？";
"kSureToUpgradeGroupMsg" =						"このグループをアップグレードすると、GeneratedUID 属性によるメンバーシップを持つ新しい形式に変更されます。新しい形式では、ユーザ以外のレコードタイプをグループに追加することもできます。ディレクトリに割り当てることのできないメンバーは取り除かれます。この操作は取り消しができません。";

"kNoGroupWebServicesHostSelected" =				"（なし）";

"kCantSaveTitle" =								"変更を保存できません。";
"kVolumesCantSaveEmptyOwnerMsg" =				"グループディレクトリを指定する場合は、そのディレクトリのオーナーとしてユーザを選択する必要があります。";

"kVolumesNoneHomeDirItem" =							"（なし）";
"kVolumesSureToDeleteGroupDirItem" =				"この項目を完全に削除しますか？";
"kVolumesSureToDeleteGroupDirItemMsg" =				"グループディレクトリオプションのリストから“%@”を完全に削除しますか？この操作は取り消しできません。この操作は、ほかのグループのディレクトリの設定に影響せず、またディスク上のどのファイルも変更しません。";
"kVolumesDeleteGroupDirItem" =						"削除";
"kVolumesDontDeleteGroupDirItem" =					"削除しない";

"kBasicGroupMembersOnly" =							"グループメンバーのみ";
"kBasicAuthedUsersOnly" =							"認証済みユーザ";
"kBasicAnyone" =									"全員";
"kBasicSomeGroupMembers" =							"一部のグループメンバー";
